{
  "map": {
    "ا": 1, "ب": 2, "ج": 3, "د": 4, "ه": 5, "و": 6, "ز": 7, "ح": 8, "ط": 9, "ی": 10,
    "ک": 20, "ل": 30, "م": 40, "ن": 50, "س": 60, "ع": 70, "ف": 80, "ص": 90, "ق": 100,
    "ر": 200, "ش": 300, "ت": 400, "ث": 500, "خ": 600, "ذ": 700, "ض": 800, "ظ": 900, "غ": 1000,
    "آ": 1, " ": 0, "ء": 1, "أ": 1, "إ": 1, "ئ": 10, "ؤ": 6
  },
  "results": [
    {
        "title": "عالی - گشایش و موفقیت",
        "overall": "نیت شما بسیار نیکو و فرخنده است. درهای رحمت به رویتان باز می‌شود و به زودی شاهد موفقیت‌های چشمگیری خواهید بود.",
        "financial": "از نظر مالی به گشایش می‌رسید. معامله یا سرمایه‌گذاری پرسودی در پیش است و برکت در اموال شما جاری خواهد شد.",
        "love": "روابط عاطفی شما گرم و پایدار خواهد بود. اگر مجرد هستید، فرصتی مناسب برای شروع یک رابطه خوب فراهم می‌شود.",
        "advice": "شکرگزار نعمت‌ها باشید و از فرصت‌های پیش رو نهایت استفاده را ببرید. در کمک به دیگران تردید نکنید."
    },
    {
        "title": "نیک - خیر و برکت",
        "overall": "راهی که در پیش گرفته‌اید، راه درستی است و خیر و برکت در آن وجود دارد. اگرچه ممکن است کمی آهسته پیش برود، اما نتیجه مطلوب است.",
        "financial": "روزی شما افزایش می‌یابد، اما برای رسیدن به سود بیشتر باید تلاش خود را دوچندان کنید. از معاملات پرریسک بپرهیزید.",
        "love": "سوءتفاهم‌های کوچک برطرف می‌شود و صمیمیت جای آن را می‌گیرد. با گفتگوی صادقانه مشکلات را حل کنید.",
        "advice": "با توکل به خدا و مشورت با افراد باتجربه، با اطمینان قدم بردارید. امید خود را از دست ندهید."
    },
    {
        "title": "میانه - نیاز به احتیاط",
        "overall": "انجام این نیت با سختی‌ها و تردیدهایی همراه خواهد بود. نه کاملاً خوب است و نه بد. نتیجه به عملکرد و هوشیاری شما بستگی دارد.",
        "financial": "در امور مالی با احتیاط عمل کنید. ممکن است با ضرر یا تأخیر در دریافت پول مواجه شوید. اکنون زمان سرمایه‌گذاری بزرگ نیست.",
        "love": "در روابط عاطفی کمی سردی و فاصله دیده می‌شود. برای بهبود اوضاع باید صبر و درک بیشتری به خرج دهید.",
        "advice": "اگر بر انجام این کار اصرار دارید، باید با احتیاط و تفکر بیشتری قدم بردارید و تمام جوانب را بسنجید."
    },
    {
        "title": "بد - مانع و توقف",
        "overall": "بهتر است از این نیت صرف نظر کنید. موانع زیادی در پیش است و احتمال موفقیت کم. شاید زمان یا روش انتخاب شده مناسب نباشد.",
        "financial": "خطر ضرر مالی وجود دارد. از قرض دادن یا گرفتن پول خودداری کنید و معاملات خود را به زمان دیگری موکول نمایید.",
        "love": "بحث و جدل و دلخوری پیش‌بینی می‌شود. بهتر است کمی فاصله بگیرید و اجازه دهید شرایط آرام شود.",
        "advice": "در مورد این نیت بیشتر فکر کنید یا آن را به کلی رها کرده و به فکر راهی جدید باشید. اصرار بی‌مورد نتیجه‌ای جز پشیمانی ندارد."
    },
    {
        "title": "رنج و سختی - نیازمند تلاش مضاعف",
        "overall": "رسیدن به این مقصود با دردسر و مشقت فراوان همراه است. برای موفقیت باید از جان و دل مایه بگذارید و آماده رویارویی با مشکلات باشید.",
        "financial": "برای به دست آوردن پول باید زحمت زیادی بکشید. هیچ سود آسانی در کار نیست. مراقب باشید فریب نخورید.",
        "love": "رابطه عاطفی شما دچار چالش شده و نیازمند فداکاری و تلاش دوطرفه برای بهبود است. به تنهایی کاری از پیش نخواهید برد.",
        "advice": "قبل از ادامه راه، از خود بپرسید آیا نتیجه نهایی ارزش این همه سختی را دارد یا خیر. شاید راه آسان‌تری هم وجود داشته باشد."
    },
    {
        "title": "موفقیت و شادمانی - بسیار خوب",
        "overall": "بسیار عالی است. درهای موفقیت به روی شما باز خواهد شد و به زودی به شادی، آرامش و مقصود قلبی خود خواهید رسید.",
        "financial": "رونق و برکت در کار شما دیده می‌شود و از جایی که انتظار ندارید، سود خوبی به دست می‌آورید.",
        "love": "دیدار یا خبری خوشحال‌کننده در راه است. عشق و محبت در زندگی شما جریان پیدا می‌کند و از بودن با عزیزانتان لذت می‌برید.",
        "advice": "از لحظات خوب خود لذت ببرید و این انرژی مثبت را با دیگران نیز به اشتراک بگذارید. زمان شادی و خوشبختی است."
    },
    {
        "title": "تأخیر و درنگ - صبر لازم است",
        "overall": "در انجام این کار تأخیر و وقفه‌ای ایجاد خواهد شد. هرچند که نیت شما بد نیست، اما فعلاً شرایط برای تحقق آن فراهم نیست.",
        "financial": "برای رسیدن به نتیجه مالی باید منتظر بمانید. دریافت پول یا سود با تأخیر همراه خواهد بود.",
        "love": "برای رسیدن به مقصود عاطفی خود عجله نکنید. اجازه دهید زمان مناسب آن فرا برسد.",
        "advice": "صبور باشید و از عجله بپرهیزید. در این مدت می‌توانید روی جنبه‌های دیگر زندگی خود تمرکز کنید. زمان همه چیز را حل خواهد کرد."
    },
    {
        "title": "پیروزی - غلبه بر مشکلات",
        "overall": "بر مشکلات، رقبا و افرادی که مانع شما هستند، غلبه خواهید کرد. اراده و قدرت شما کلید موفقیت است.",
        "financial": "موانع مالی را پشت سر می‌گذارید و به سود و موفقیت دست پیدا می‌کنید. حق شما گرفته خواهد شد.",
        "love": "اگر مشکلی در رابطه شما وجود دارد، با قدرت و درایت آن را حل کرده و پیروز خواهید شد.",
        "advice": "با اراده و قوی به راه خود ادامه دهید که پیروزی و سربلندی نزدیک است. به توانایی‌های خود ایمان داشته باشید."
    },
    {
        "title": "باطل و بی‌اساس - نیت را رها کنید",
        "overall": "این نیت پایه و اساس درستی ندارد و خیالی بیش نیست. به نتیجه‌ای نخواهد رسید و فقط باعث اتلاف وقت شما می‌شود.",
        "financial": "این راه به سود مالی منجر نخواهد شد. از سرمایه‌گذاری یا شروع این کار اقتصادی جداً خودداری کنید.",
        "love": "رابطه‌ای که به آن فکر می‌کنید، سرانجامی ندارد و بهتر است آن را فراموش کنید.",
        "advice": "وقت و انرژی خود را برای کاری بهتر و واقعی‌تر صرف کنید. به دنبال اهداف دست‌یافتنی باشید."
    },
    {
        "title": "دولت و ثروت - فرصت مالی",
        "overall": "از نظر مادی و معنوی به پیشرفت خوبی دست پیدا خواهید کرد. فرصت‌های بزرگی در انتظار شماست که می‌تواند زندگی شما را متحول کند.",
        "financial": "فرصت‌های مالی عالی در انتظار شماست. زمان مناسبی برای سرمایه‌گذاری، شروع کار جدید یا یک معامله بزرگ است. هوشیار باشید.",
        "love": "از طرف شخصی که دوستش دارید، حمایت مادی یا معنوی دریافت خواهید کرد که باعث دلگرمی شما می‌شود.",
        "advice": "از این فرصت طلایی به بهترین شکل استفاده کنید و آینده خود را بسازید. ریسک‌های معقول را بپذیرید."
    },
    {
        "title": "حاجت روا شدن - رسیدن به مراد",
        "overall": "مراد شما حاصل خواهد شد و به آنچه در دل دارید می‌رسید. خداوند به شما نظر لطف دارد و دعاهایتان مستجاب می‌شود.",
        "financial": "گره‌های مالی شما باز می‌شود و به خواسته مالی خود می‌رسید. قرض‌ها ادا شده و آسایش برقرار می‌گردد.",
        "love": "به وصال یار می‌رسید یا مشکلی که در رابطه شما وجود داشته به بهترین شکل حل می‌شود. زمان رسیدن به آرامش است.",
        "advice": "نگران نباشید و به خداوند توکل کنید. پس از رسیدن به حاجت خود، نذری را که کرده‌اید ادا نمایید."
    },
    {
        "title": "صبر - کلید گشایش",
        "overall": "برای رسیدن به این هدف، صبر و استقامت مهم‌ترین اصل است. راه درازی در پیش دارید اما پایان آن روشن است.",
        "financial": "برای کسب سود باید صبور باشید. نتایج مالی دیر به دست می‌آید اما پایدار خواهد بود.",
        "love": "در مسائل عاطفی، گذشت زمان همه چیز را به نفع شما تغییر خواهد داد. از رفتارهای عجولانه بپرهیزید.",
        "advice": "ناامید نشوید و با حوصله به تلاش خود ادامه دهید تا به نتیجه مطلوب برسید. صبر کردن تلخ است، اما میوه‌اش شیرین."
    }
  ]
}

