[
  {
    "topic": "آب",
    "keywords": ["رود", "دریا", "چشمه", "باران", "اقیانوس", "سیل", "آب خوردن", "آب تیره", "غرق شدن"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "دیدن آب صاف و روشن در خواب، نشانه شادی، موفقیت و عمر دراز است. اگر آب کدر و تیره باشد، به غم و اندوه و بیماری تعبیر می‌شود. نوشیدن آب گوارا، نشانه رسیدن به مراد و علم و دانش است. غرق شدن در آب صاف، نشانه غرق شدن در نعمت دنیوی است، اما غرق شدن در آب گل‌آلود، به هلاکت و گرفتاری تعبیر می‌شود."
      },
      {
        "interpreter": "امام صادق (ع)",
        "text": "آب در خواب بر ده وجه است: ۱- زندگی و عمر ۲- علم و دانش ۳- مال و ثروت ۴- فرزند ۵- نکاح و ازدواج ۶- آسایش و راحتی ۷- گشایش در کارها ۸- توبه و بازگشت ۹- رهایی از غم ۱۰- خیر و برکت."
      },
      {
        "interpreter": "یوسف نبی (ع)",
        "text": "دیدن آب جاری، نشانه سفری پر از خیر و منفعت است. اگر در آب غرق شود، به گرفتاری و مشکلات دچار خواهد شد."
      }
    ]
  },
  {
    "topic": "مار",
    "keywords": ["افعی", "اژدها", "مار بزرگ", "مار سیاه", "مار سفید", "مار سبز", "کشتن مار", "مار گزیدگی"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "مار در خواب، دشمنی پنهان است. اگر مار را بکشد، بر دشمن پیروز می‌شود. اگر مار او را بگزد، از دشمن به او زیان خواهد رسید. مار بزرگ، دشمنی قوی و قدرتمند است."
      },
      {
        "interpreter": "جابر مغربی",
        "text": "دیدن مار سفید، دشمنی ریاکار و منافق است. مار سبز، دشمنی دیندار و صالح نماست. مار سیاه، دشمنی بسیار خطرناک و کینه‌توز است. اگر ببینی از دهان یا گوش تو مار بیرون آمد، فرزندت دشمن تو خواهد شد."
      }
    ]
  },
  {
    "topic": "پرواز",
    "keywords": ["پریدن", "پرواز کردن", "آسمان", "بال"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "پرواز کردن در خواب، نشانه سفر است. اگر به راحتی پرواز کند، سفرش آسان و پرمنفعت خواهد بود. اگر در پرواز دچار مشکل شود، در سفر به سختی خواهد افتاد. پرواز به سوی آسمان، نشانه عزت و بزرگی است."
      },
      {
        "interpreter": "کرمانی",
        "text": "اگر ببیند از جایی به جای دیگر پرواز می‌کند، به سفری دور خواهد رفت. اگر ببیند که بال دارد و پرواز می‌کند، به جاه و مقام بالایی دست خواهد یافت."
      }
    ]
  },
  {
    "topic": "دندان",
    "keywords": ["دندان افتادن", "دندان لق", "دندان درد", "دندانپزشک"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "دندان‌های بالا در خواب، مردان خانواده و دندان‌های پایین، زنان خانواده هستند. افتادن دندان بدون درد و خون، نشانه مرگ یکی از خویشاوندان یا از دست دادن مال است. اگر با درد و خون همراه باشد، به غم و اندوه بزرگ تعبیر می‌شود."
      },
      {
        "interpreter": "امام صادق (ع)",
        "text": "افتادن دندان پیشین، نشانه زیان به فرزند یا برادر است. افتادن دندان‌های آسیا، نشانه مرگ بزرگان خانواده است."
      }
    ]
  },
  {
    "topic": "ماهی",
    "keywords": ["ماهی گرفتن", "خوردن ماهی", "ماهی قرمز", "ماهی مرده"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "ماهی در خواب، نشانه روزی و مال و منفعت است. ماهی بزرگ، ثروت زیاد و ماهی کوچک، روزی اندک است. گرفتن ماهی از آب صاف، نشانه کسب مال حلال است. خوردن ماهی تازه، نشانه رسیدن به خواسته‌ها و موفقیت است."
      },
      {
        "interpreter": "یوسف نبی (ع)",
        "text": "ماهی تازه و بزرگ، وزیر یا خدمتکاری داناست. ماهی در آب، نشانه امید و آرزوهای برآورده شده است."
      }
    ]
  },
  {
    "topic": "خون",
    "keywords": ["خونریزی", "خون خوردن", "لباس خونی"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "خون در خواب، مال حرام است. اگر ببیند از بدنش خون می‌آید، به اندازه آن مال حرام به دست می‌آورد. اگر ببیند در دریایی از خون افتاده، در فتنه و گناه غرق می‌شود."
      },
      {
        "interpreter": "دانیال نبی",
        "text": "خوردن خون خود، نشانه غم و اندوه است. اگر خون دیگری را بخورد، از مال آن شخص بهره‌مند می‌شود. لباس آغشته به خون، نشانه تهمت و بدنامی است."
      }
    ]
  },
  {
    "topic": "آتش",
    "keywords": ["آتش گرفتن", "آتش‌سوزی", "شعله", "آتشفشان"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "آتش بی‌دود در خواب، نشانه نزدیک شدن به بزرگان و پادشاهان است و کسب علم و دانش. آتش با دود، نشانه جنگ، فتنه و غم و اندوه است. اگر ببیند خانه‌اش آتش گرفته، به فتنه و مصیبت دچار می‌شود."
      },
      {
        "interpreter": "امام صادق (ع)",
        "text": "آتش در خواب بر پنج وجه است: ۱- فتنه و جنگ ۲- خبر هولناک ۳- قحطی و گرانی ۴- بیماری و بلا ۵- عذاب از سوی حاکم."
      }
    ]
  },
  {
    "topic": "مرگ",
    "keywords": ["مردن", "مرده", "جنازه", "قبر", "کفن"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "اگر خود را مرده ببیند، عمرش دراز خواهد بود. دیدن مرده‌ای که او را می‌شناسد، نشانه آن است که باید برای آن مرده خیرات کند. صحبت کردن با مرده، نشانه برآورده شدن حاجت است."
      },
      {
        "interpreter": "کرمانی",
        "text": "اگر مرده‌ای را ببیند که شاد است، نشانه حال خوب او در آن دنیاست. اگر غمگین باشد، نیاز به دعا و خیرات دارد. گرفتن چیزی از مرده، نیکوست."
      }
    ]
  },
  {
    "topic": "ازدواج",
    "keywords": ["عروسی", "نکاح", "داماد", "عروس", "خواستگاری"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "ازدواج در خواب، نشانه بزرگی، شرافت و مقام است. اگر ببیند با زنی ناشناس ازدواج می‌کند، به زودی از دنیا خواهد رفت یا به مقامی بزرگ می‌رسد. عروسی بدون رقص و آواز، نیکوست."
      },
      {
        "interpreter": "دانیال نبی",
        "text": "اگر مردی ببیند که زنی می‌گیرد، به ثروت و بزرگی می‌رسد. اگر زنی ببیند شوهر می‌کند، عزت و احترام او زیاد می‌شود."
      }
    ]
  },
  {
    "topic": "خانه",
    "keywords": ["ساختن خانه", "خانه جدید", "خانه قدیمی", "خراب شدن خانه"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "خانه در خواب، نماینده جسم و تن بیننده خواب است. اگر خانه را آباد و زیبا ببیند، حال جسمانی او خوب خواهد بود. خانه ویران، نشانه بیماری و رنج است. ساختن خانه، نشانه ازدواج برای فرد مجرد است."
      },
      {
        "interpreter": "جابر مغربی",
        "text": "خانه نو، نشانه زن جدید یا کنیز است. اگر ببیند از خانه‌ای تنگ به خانه‌ای فراخ می‌رود، از غم و اندوه رهایی یافته و روزی‌اش فراخ می‌شود."
      }
    ]
  },
  {
    "topic": "پول",
    "keywords": ["سکه", "اسکناس", "درهم", "دینار", "پول گرفتن"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "پول در خواب، نشانه فتنه، جنگ و سخنان ناخوشایند است. پول گرفتن از کسی، نشانه درگیری و خصومت است. پول دادن به کسی، رهایی از غم است. پول زیاد، نشانه گرفتاری بزرگ است."
      },
      {
        "interpreter": "یوسف نبی (ع)",
        "text": "پیدا کردن پول، نشانه درگیری و اندوه است. هرچه پول بیشتر باشد، گرفتاری بزرگتر است."
      }
    ]
  },
  {
    "topic": "گریه",
    "keywords": ["گریه کردن", "اشک", "ناله", "شیون"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "گریه کردن بدون صدا و ناله در خواب، نشانه شادی و فرج از غم‌هاست. اگر گریه با صدای بلند و شیون همراه باشد، به مصیبت و اندوه تعبیر می‌شود."
      },
      {
        "interpreter": "کرمانی",
        "text": "اگر ببیند از ترس خدا گریه می‌کند، به شادی و امنیت می‌رسد. اگر برای گناهان خود گریه کند، گناهانش آمرزیده می‌شود."
      }
    ]
  },
  {
    "topic": "گربه",
    "keywords": ["بچه گربه", "گربه سیاه"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "گربه در خواب، مردی دزد و حیله‌گر یا زنی فریبکار است. اگر گربه او را چنگ بزند، بیمار می‌شود یا از طرف دزدی به او زیان می‌رسد. کشتن گربه، نشانه غلبه بر دزد و دشمن است."
      }
    ]
  },
  {
    "topic": "سگ",
    "keywords": ["سگ سفید", "سگ سیاه", "حمله سگ"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "سگ در خواب، دشمنی پست و فرومایه اما مهربان است. اگر سگ با او پارس کند، از دشمن سخن زشتی می‌شنود. اگر سگ او را گاز بگیرد، از دشمن به او گزند می‌رسد."
      }
    ]
  },
  {
    "topic": "کودک",
    "keywords": ["بچه", "نوزاد", "پسر بچه", "دختر بچه"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "دیدن کودک پسر در خواب، نشانه شادی و مژده است. کودک دختر، نشانه خیر و برکت و گشایش در کارهاست. اگر ببیند کودکی را در آغوش گرفته، از غم رها می‌شود."
      }
    ]
  },
  {
    "topic": "طلا",
    "keywords": ["انگشتر طلا", "گردنبند طلا", "شمش طلا"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "طلا در خواب برای مردان، نشانه غم و اندوه و از دست دادن احترام است. اما برای زنان، زینت و شادی و ازدواج است. گرفتن شمش طلا، نشانه از دست دادن مال یا قدرت است."
      },
      {
        "interpreter": "امام صادق (ع)",
        "text": "دیدن طلا در خواب بر پنج وجه است: ۱- خیر و شادی ۲- علم و حکمت ۳- مقام و ریاست ۴- زن خوب و فرمانبردار ۵- فرزند صالح."
      }
    ]
  },
  {
    "topic": "اسب",
    "keywords": ["اسب سواری", "اسب سفید", "اسب سیاه", "افتادن از اسب"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "اسب در خواب، نشانه عزت، مقام و بزرگی است. اسب سواری کردن، به معنای رسیدن به شرف و مرتبه است. اگر اسب رام و فرمانبردار باشد، بسیار نیکوست. افتادن از اسب، نشانه از دست دادن مقام است."
      },
      {
        "interpreter": "کرمانی",
        "text": "اسب سفید، نشانه خیر و برکت و دینداری است. اسب سیاه، نشانه بزرگی و مال است. اسب سرخ، نشانه جنگ و درگیری است."
      }
    ]
  },
  {
    "topic": "نان",
    "keywords": ["خوردن نان", "پختن نان", "نان تازه", "نان خشک"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "نان در خواب، نشانه عمر و معیشت است. نان پاکیزه و خوشمزه، نشانه زندگی راحت و روزی حلال است. نان خشک و سوخته، به تنگی معیشت و غم تعبیر می‌شود."
      },
      {
        "interpreter": "یوسف نبی (ع)",
        "text": "نان تازه، نشانه برکت و فراوانی است. دادن نان به فقیر، نشانه خیرات و صدقه است که باعث دفع بلا می‌شود."
      }
    ]
  },
  {
    "topic": "کتاب",
    "keywords": ["خواندن کتاب", "قرآن", "کتابخانه"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "کتاب در خواب، نشانه قوت و پیروزی بر دشمنان است. خواندن کتاب، به معنای کسب علم و حکمت است. اگر در خواب کتابی به او بدهند، به مقام و دانایی می‌رسد."
      },
      {
        "interpreter": "امام صادق (ع)",
        "text": "دیدن کتاب، نشانه شادی، قدرت، خبر خوش و حکمت است. دیدن قرآن، نشانه رهایی از غم و رسیدن به علم و ایمان است."
      }
    ]
  },
  {
    "topic": "کلید",
    "keywords": ["قفل و کلید", "پیدا کردن کلید", "گم کردن کلید"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "کلید در خواب، نشانه گشایش در کارها و برآورده شدن حاجات است. پیدا کردن کلید، نشانه رسیدن به راه حل مشکلات است. اگر قفلی را با کلید باز کند، مشکلاتش حل می‌شود. گم کردن کلید، نشانه بسته شدن کارهاست."
      }
    ]
  },
  {
    "topic": "لباس",
    "keywords": ["لباس نو", "لباس کهنه", "لباس سفید", "لباس سیاه", "لباس سبز", "لباس پاره"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "لباس نو در خواب، نشانه شادی و منفعت است. لباس کهنه و پاره، به غم و فقر تعبیر می‌شود. لباس سفید، نشانه پاکی و دینداری است. لباس سبز، نشانه خیر و برکت در دین و دنیاست. لباس سیاه برای کسانی که عادت به پوشیدن آن دارند نیکوست، اما برای دیگران نشانه اندوه است."
      }
    ]
  },
  {
    "topic": "مو",
    "keywords": ["موی بلند", "موی کوتاه", "ریختن مو", "شانه زدن مو", "موی سفید"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "موی بلند برای زنان، نشانه زینت و شادی است. برای مردان، اگر به اندازه باشد نشانه بزرگی و اگر بیش از حد باشد، نشانه غم و بدهی است. ریختن مو، نشانه از دست دادن مال یا احترام است. موی سفید برای جوانان، نشانه فقر و برای پیران، نشانه وقار است."
      }
    ]
  },
  {
    "topic": "کوه",
    "keywords": ["بالا رفتن از کوه", "پایین آمدن از کوه", "قله کوه"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "کوه در خواب، پادشاه یا مردی بزرگ و قدرتمند است. بالا رفتن از کوه، نشانه نزدیک شدن به بزرگان و رسیدن به مقام است. پایین آمدن از کوه، نشانه از دست دادن مقام است. رسیدن به قله، نشانه رسیدن به اوج موفقیت است."
      }
    ]
  },
  {
    "topic": "درخت",
    "keywords": ["درخت میوه", "درخت خشک", "کاشتن درخت", "بریدن درخت"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "درخت در خواب، به مردان و زنان تعبیر می‌شود. درخت میوه‌دار، نشانه مردی مومن و ثروتمند است. درخت بی‌بر، نشانه مردی فقیر و بی‌فایده است. کاشتن درخت، نشانه فرزنددار شدن یا به دست آوردن شرافت است. بریدن درخت، نشانه بیماری یا مرگ است."
      }
    ]
  },
  {
    "topic": "میوه",
    "keywords": ["خوردن میوه", "میوه شیرین", "میوه ترش", "سیب", "انگور", "انار", "خرما"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "میوه در خواب، نشانه مال و نعمت است. میوه شیرین و رسیده، نشانه روزی حلال و شادی است. میوه ترش یا نرسیده، به غم و بیماری تعبیر می‌شود. خوردن میوه در فصلش، نیکوتر است."
      }
    ]
  },
  {
    "topic": "نماز",
    "keywords": ["نماز خواندن", "مسجد", "قبله", "وضو"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "نماز خواندن در خواب، نشانه برآورده شدن حاجت، ادای دین و نزدیک شدن به خداست. اگر ببیند به سمت قبله نماز می‌خواند، در راه راست است. وضو گرفتن، نشانه پاک شدن از گناهان و رهایی از غم است."
      }
    ]
  },
  {
    "topic": "سفر",
    "keywords": ["مسافرت", "راه", "جاده", "قطار", "کشتی"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "سفر در خواب، نشانه تغییر حال و دگرگونی در زندگی است. اگر از جایی خراب به جایی آباد سفر کند، حالش نیکو می‌شود و بالعکس. راه راست و هموار، نشانه دینداری و موفقیت است. راه ناهموار، نشانه مشکلات است."
      }
    ]
  },
  {
    "topic": "خنده",
    "keywords": ["خندیدن", "لبخند", "قهقهه"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "لبخند زدن در خواب، نشانه شادی و خبر خوش است. خندیدن با صدای بلند و قهقهه، به غم و اندوه و پشیمانی تعبیر می‌شود."
      }
    ]
  },
  {
    "topic": "پدر",
    "keywords": ["پدر فوت شده", "صحبت با پدر", "ناراحتی پدر"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "دیدن پدر در خواب، نشانه رسیدن به آرزوها و گشایش در کارهاست. اگر پدرش را شاد ببیند، خبر خوشی به او می‌رسد. اگر پدرش را غمگین ببیند، باید بیشتر مراقب اعمال خود باشد."
      }
    ]
  },
  {
    "topic": "مادر",
    "keywords": ["مادر فوت شده", "آغوش مادر", "ناراحتی مادر"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "دیدن مادر در خواب، نشانه رحمت و شفقت و رهایی از غم‌هاست. اگر مادرش را خوشحال ببیند، به مراد دلش می‌رسد. آغوش مادر، نشانه امنیت و آرامش است."
      }
    ]
  },
  {
    "topic": "شیر",
    "keywords": ["شیر جنگل", "حمله شیر"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "شیر در خواب، پادشاهی قدرتمند یا دشمنی تواناست. اگر با شیر بجنگد و بر او پیروز شود، بر دشمنی بزرگ غلبه می‌کند. اگر از شیر فرار کند، از ترس و خطری رهایی می‌یابد."
      }
    ]
  },
  {
    "topic": "گرگ",
    "keywords": ["حمله گرگ", "گله گرگ"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "گرگ در خواب، دشمنی ظالم و دروغگو است. اگر گرگ به او حمله کند، از دشمن به او زیان می‌رسد. کشتن گرگ، نشانه پیروزی بر دشمن است."
      }
    ]
  },
  {
    "topic": "گل",
    "keywords": ["گل سرخ", "گل سفید", "بوییدن گل", "دسته گل"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "گل در خواب، نشانه شادی و لذت‌های زودگذر است. گل سرخ، نشانه عشق و هیجان است. گل سفید، نشانه پاکی و معصومیت است. دسته گل، نشانه رسیدن به خواسته‌هاست."
      }
    ]
  },
  {
    "topic": "باغ",
    "keywords": ["باغ میوه", "باغ سرسبز", "باغ خشک"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "باغ در خواب، نشانه زن و ازدواج است. باغ سرسبز و پرمیوه، نشانه زنی ثروتمند و نیکوکار است. باغ خشک و ویران، نشانه زنی فقیر یا بدخلق است."
      }
    ]
  },
  {
    "topic": "خورشید",
    "keywords": ["طلوع خورشید", "غروب خورشید", "کسوف"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "خورشید در خواب، پادشاه یا پدری بزرگ است. طلوع خورشید، نشانه شروعی تازه و موفقیت است. غروب خورشید، نشانه پایان یک دوره یا از دست دادن قدرت است. کسوف، نشانه بیماری یا گرفتاری برای پادشاه یا پدر است."
      }
    ]
  },
  {
    "topic": "ماه",
    "keywords": ["ماه کامل", "هلال ماه", "ماه گرفتگی"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "ماه در خواب، وزیر، فرزند یا همسر است. ماه کامل، نشانه کمال و موفقیت است. هلال ماه، نشانه شروعی جدید است. ماه گرفتگی، نشانه بیماری یا مشکلی برای شخص مورد نظر (وزیر، فرزند و...) است."
      }
    ]
  },
  {
    "topic": "ستاره",
    "keywords": ["ستاره دنباله دار", "آسمان پر ستاره"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "ستارگان در خواب، بزرگان، دانشمندان و فرزندان هستند. آسمان پر ستاره، نشانه نسل پربرکت و فرزندان زیاد است. افتادن ستاره، نشانه مرگ عالمی بزرگ یا یکی از بزرگان است."
      }
    ]
  },
  {
    "topic": "انگشتر",
    "keywords": ["انگشتر طلا", "انگشتر نقره", "گم کردن انگشتر"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "انگشتر در خواب، نشانه قدرت، مقام و همسر است. انگشتر طلا برای مردان، نشانه رنج و برای زنان نیکوست. انگشتر نقره برای همگان نیکوست. گم کردن انگشتر، نشانه از دست دادن مقام یا جدایی است."
      }
    ]
  },
  {
    "topic": "کفش",
    "keywords": ["کفش نو", "کفش کهنه", "گم کردن کفش"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "کفش در خواب، نشانه زن یا خدمتکار است. کفش نو، نشانه ازدواج با دختری باکره است. کفش کهنه، نشانه زنی بیوه است. گم کردن یک لنگه کفش، نشانه جدایی از شریک یا همسر است."
      }
    ]
  },
  {
    "topic": "چاقو",
    "keywords": ["زخم چاقو", "چاقو زدن"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "چاقو در خواب، نشانه دلیل و برهان است. اگر ببیند چاقویی در دست دارد، بر دشمنان خود با دلیل و منطق پیروز می‌شود. زخم چاقو خوردن، نشانه شنیدن سخن تند و گزنده است."
      }
    ]
  },
  {
    "topic": "عنکبوت",
    "keywords": ["تار عنکبوت", "نیش عنکبوت"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "عنکبوت در خواب، مردی ضعیف، فریبکار و دور از خداست. اگر ببینی عنکبوت تاری می‌تند، نشانه آن است که دشمنی برایت نقشه می‌کشد. اگر تار عنکبوت را خراب کردی، از مکر دشمن رها می‌شوی."
      },
      {
        "interpreter": "کرمانی",
        "text": "اگر ببینی عنکبوت تو را نیش زد، از شخصی فریبکار به تو زیان می‌رسد. اگر عنکبوت از کنارت گذشت و کاری با تو نداشت، از خطری جزئی به سلامت عبور می‌کنی."
      }
    ]
  },
  {
    "topic": "زنبور",
    "keywords": ["عسل", "نیش زنبور", "کندو"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "زنبور عسل در خواب، مردی ثروتمند و پرمنفعت اما پرخطر است. عسل، نشانه مال حلال و علم است. اگر زنبور او را نیش بزند، از مردی بدزبان به او رنجی می‌رسد."
      }
    ]
  },
  {
    "topic": "چشم",
    "keywords": ["چشم درد", "کور شدن", "چشم زیبا"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "چشم در خواب، نشانه دین و ایمان بیننده خواب است. چشم‌های زیبا و سالم، نشانه ایمان قوی است. چشم درد یا کوری، نشانه ضعف در دین و گمراهی است."
      }
    ]
  },
  {
    "topic": "جنگ",
    "keywords": ["جنگیدن", "لشکر", "سرباز"],
    "interpretations": [
      {
        "interpreter": "ابن سیرین",
        "text": "جنگ در خواب، نشانه فتنه، بیماری و گرانی است. اگر ببیند مردم شهر با هم می‌جنگند، در آن شهر بیماری شایع می‌شود. اگر با پادشاه می‌جنگد، با او به مخالفت برمی‌خیزد."
      }
    ]
  }
]

